Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/10_id_458508.html.tmx
Source language: sme
Languages: nob

source: Dás don leat :
nob: Du er her :

source: Bargodepartemeanta
nob: Arbeidsdepartementet

source: Dokumeanttat
nob: Dokumenter

source: Proposišuvnnat ja dieđáhusat
nob: Proposisjoner og meldinger

source: Dieđáhusat Stuorradiggái
nob: Meldinger til Stortinget

source: 10 Oahppu
nob: 10 Utdanning

source: St.dieđ. nr. 55 ( 2000-2001 )
nob: St.meld. nr. 55 ( 2000-2001 )

source: Sámepolitihka birra
nob: Om samepolitikken

source: Bláđe dokumeanttas :
nob: Bla i dokumentet :

source: &lt; 9 Sámi mánáid ja nuoraid ...
nob: &lt; 9 Samiske barn og unges ...

source: 11 Dearvvasvuođa- ja ... &gt;
nob: 11 Helse- og sosialsektoren &gt;

source: Ovdasiidu
nob: Dokumentets forside

source: Skuvllas lea deaŧalaš rolla sámi kultuvrra ja servodateallima nannen- ja gárgedanbarggus .
nob: Skolen spiller en viktig rolle i arbeidet med å styrke og utvikle samisk kultur og samfunnsliv .

source: Oahpaheami bokte mii lea vuođđuduvvan sámi gillii ja kultuvrii , ožžot sámi oahppit oadjebas čatnašumi sámi servodahkii , ja gárgedit positiiva kultuvrralaš identitehta .
nob: Gjennom en opplæring bygget på samisk språk og kultur , vil samiske elever få en sikker forankring i det samiske samfunnet , og utvikle en positiv kulturell identitet .

source: Sámi guovlluid skuvla lea oassin oktasašskuvllas , ja addá sámi ohppiide oasi oktasaš diehtovuđđosis mii gusto buot norgalaš ohppiide .
nob: Skolen i samiske områder er en del av fellesskolen , og gir samiske elever del i det felles kunnskapsgrunnlaget som gjelder for alle norske elever .

source: Ráđđehusa juksanmearrin lea viidáseappot gárgedit máŋggakultuvrrat áddejumi , ja váikkuhit positiiva miellaguottuide ja dieđuide mat bohtet sihke sámi báikkálašservodagaide ja dáža servodahkii buorrin .
nob: Regjeringens mål er å videreutvikle en flerkulturell forståelse , og bidra til positive holdninger og kunnskaper som kommer de samiske lokalsamfunnene , så vel som det norske samfunnet , til gode .

source: Oahppu sámiide mas lea sámi giella ja kultuvra vuolggasadjin , lea eallinnávccalaš sámi servodagaid deaŧalaš ovdehussan .
nob: Utdanning for samer med utgangspunkt i samisk språk og kultur er en viktig forutsetning for levedyktige samiske samfunn .

source: Sámiid váikkuhanfápmu skuvlla sisdollui lea deaŧalaš reaidu sámi giela , kultuvrra ja servodateallima seailluheamis ja gárgedeamis .
nob: Samenes innflytelse på innholdet i skolen er et viktig redskap i bevaring og utvikling av samisk språk , kultur og samfunnsliv .

source: Danne lea Sámedikkis ovddasvástádus skuvlla rollas sámi báikkálašservodagaid ja sámi mánáid ja nuoraid sámi identitehta gárgedeamis .
nob: Sametinget har derfor et ansvar for skolens rolle i utviklingen av samiske lokalsamfunn og samisk identitet hos samiske barn og unge .

source: Sámi servodat lea maiddái oassi norgalaš stuorraservodagas .
nob: Det samiske samfunnet er også en del av det norske storsamfunnet .

source: Sámi ohppiid oahpaheami vuolggasadjin galgá leat duođalaš ovttaárvosašvuohta .
nob: Utgangspunktet for opplæringen for samiske elever skal være reelt likeverd .

source: Danne lea deaŧalaš ahte sámi ohppiid oahpaheapmi dáhpáhuvvá oktasašskuvlla rámmaid siskkabealde .
nob: Derfor er det viktig at opplæringen for samiske elever skjer innenfor rammen av fellesskolen .

source: Doaibmi guovttegielatvuohta ja guovttekultuvrrat gelbbolašvuohta lea ovdehussan dasa ahte sámit sáhttet árjjálaččat oassálastit servodahkii .
nob: Funksjonell tospråklighet og tokulturell kompetanse er en forutsetning for samers aktive deltakelse i samfunnet .

source: Sámi oahppái lea deaŧalaš ahte oahppi oahppu dáhpáhuvvá dakkár eavttuid vuolde ahte oktasaš vuđđosa alde eai sáhte oahppi dohkálašvuođat norgalaš servodagas eahpiduvvot .
nob: For den samiske eleven er det viktig at elevens utdanning foregår under slike betingelser at det på et kollektivt grunnlag ikke kan stilles spørsmål om elevens kvalifikasjoner i det norske samfunnet .

source: 10.1 Sámedikki oaidnu oahpposuorggi organiserema hárrái
nob: 10.1 Sametingets syn på organiseringen av utdanningssektoren

source: Sámediggi , Sámi oahpahusráđđi ja Sámi giellaráđđi leat ráhkadan raportta Sámedikki barggu organiseremis giella- ja oahpahusáššiiguin .
nob: Sametinget , Samisk utdanningsråd og Samisk språkråd har utarbeidet en rapport om « Organisering av Sametingets arbeid med språk- og opplæringssaker » .

source: Bargolávdegoddi mii lea addán raportta , evttoha sirdit dahkamušaid Sámediggái lassin daidda mat čuvvot oahpahuslága mearrádusain .
nob: Arbeidsutvalget som har avgitt rapporten , foreslår å overføre oppgaver til Sametinget utover dem som følger av bestemmelsene i opplæringsloven .

source: Sámedikki dievasčoahkkimii geassemánus 2000 lei Sámediggeráđis oahppopolitihkalaš čilgehus .
nob: Til Sametingets plenumssamling i juni 2000 hadde Sametingsrådet en utdanningspolitisk redegjørelse .

source: Dát áššegirjjit ovdanbuktet Sámedikki oainnu das makkár rolla Sámedikkis berre leat oahpu hárrái lassin daid dahkamušaide maid Sámediggi oažžu oahpashuslága bokte .
nob: Disse dokumentene presenterer Sametingets syn på hvilken rolle Sametinget bør ha i forhold til utdanning i tillegg til de oppgavene Sametinget får gjennom opplæringsloven .

source: 10.2 Rievttálaš vuođus
nob: 10.2 Det rettslige grunnlaget

source: Norgalaš láhkamearrádusat , mat álo leat dárkkistuvvon servodaga nuppástuvvan dárbbuid mielde , addet vuđđosa hukset ođđa kulturseailluheaddji ja gárgedeaddji oahpaheami sámi veahkadahkii .
nob: Norsk lovgivning , som alltid har vært gjenstand for revisjoner etter endrede behov i samfunnet , gir grunnlag for å bygge opp en kulturbevarende og utviklende opplæring for den samiske befolkningen .

source: Riikkaidgaskasaš konvenšuvnnat , neavvagat ja julggaštusat mearridit máilmmeservodaga unnimusnorpmaid eamiálbmogiid vuoigatvuođaide .
nob: Internasjonale konvensjoner , anbefalinger og erklæringer fastsetter verdenssamfunnets minimumsnormer for urfolks rettigheter .

source: Oppalaš mearrádusaidisguin ja rievddadanmuniinnis oaivadit dát riikkaidgaskasaš áššegirjjit maiddái ealli digaštallamii servodagas sámi gažaldagaid birra ( vrd. kap. 3 ) .
nob: Med sine generelle bestemmelser og fleksibilitet inspirerer disse internasjonale dokumentene også til en levende debatt i samfunnet om samiske spørsmål ( jf. kap 3 ) .

source: Norgalaš skuvladoaibma lea ásahallojuvvon máŋggain lágain ja láhkaásahusain .
nob: Det norske skoleverket er regulert av en rekke lover og forskrifter .

source: Eanaš doaibmabijut sámi veahkadahkii biddjojuvvojit fápmui dábálaš láhkamearrádusaid rámmaid siskkabealde .
nob: De fleste tiltakene overfor den samiske befolkningen iverksettes innenfor rammene av den ordinære lovgivningen .

source: Muhtun duovdagiin lea leamaš dárbbašlaš ásahit erenoamáš mearrádusaid ovddaldastin dihtii dárbbuid mat leat sámi veahkadagas .
nob: På noen områder har det vært nødvendig med spesielle bestemmelser for å imøtekomme behov i den samiske befolkningen .

source: 10.2.1 Ođđa oahpahusláhka
nob: 10.2.1 Ny opplæringslov

source: Láhka vuođđoskuvlla ja joatkkaoahpahusa birra ( Oahpahusláhka ) bođii fápmui borgemánu 1. 1999 oktan lága láhkaásahusaiguin .
nob: Lov om grunnskolen og den vidaregåande opplæringa ( Opplæringslova ) trådte i kraft 1. august 1999 sammen med forskriftene til loven .

source: Namahusat sápmelaš , sámegiella ja sámi guovlu meroštallojuvvojit Oahpahuslágas .
nob: Betegnelsen same , samisk og samisk distrikt blir definert i Opplæringsloven .

source: Vuoigatvuođa-mearrádusat , mat lágas čatnasit dáid namahusaide , leat dainna šaddan aiddolaččabun .
nob: Rettighetsbestemmelsene , som i loven er knyttet til disse betegnelsene , er dermed blitt mer presise .

source: Sámi guovllu vuođđoskuvlla buot ohppiin lea vuoigatvuohta oahpaheapmái sámegielas ja sámegillii .
nob: Alle elever i grunnskolen i samisk distrikt har rett til opplæring i og på samisk .

source: Oktagaslaš vuoigatvuohta oahpaheapmái sámegielas gusto dál sámi ohppiide sihke vuođđoskuvllas ja joatkkaoahpahusas miehtá riikka .
nob: Den individuelle retten til opplæring i samisk gjelder nå for samiske elever , både i grunnskolen og i videregående opplæring i hele landet .

source: Sámi guovllus sáhttá gielda addit láhkaásahusa dan birra ahte buohkain vuođđoskuvlaagis galgá leat sámegiela oahpaheapmi .
nob: I samisk distrikt kan kommunen gi forskift om at alle i grunnskolealder skal ha opplæring i samisk språk .

source: Sámi guovllu olggobealde lea unnimustá logi oahppis geat háliidit oahpaheami sámegielas ja sámegillii man nu gielddas , vuoigatvuohta diekkár oahpaheapmái juos leat unnimustá guhtta oahppi ( sámit ja eai-sámit ) vel báhcán jovkui .
nob: Utenfor samisk distrikt har minst ti elever som ønsker opplæring i og på samisk i en kommune , rett til slik opplæring så lenge det er minst seks elever ( samer og ikke samer ) igjen i gruppa .

source: Gielddat sáhttet addit oahpaheami sámegielas unnit joavkkuide , muhto eai leat skihkkejuvvon dan dahkat oahpahuslága mielde .
nob: Kommunene kan gi opplæring i samisk til mindre grupper , men er ikke pålagt å gjøre det i følge opplæringsloven .

source: Sámediggi lea ožžon válddi mearridit riikkagottálaš oahppaplánaid , sámi giellafágaid oahppaplánaid ja joatkkaoahpahusa erenoamáš sámi fágaid ( duoji ja boazodoalu ) sisdoalu .
nob: Sametinget har fått myndighet til å fastsette det samiske innholdet i de nasjonale læreplanene , læreplaner i samiske språkfag , og i de spesielt samiske fagene i videregående opplæring ( doudji og reindrift ) .

source: Váfistan dihtii Sámediggái duođalaš váikkuhanfámu , maiddái daid eará fágaide ohppiide geat ožžot oahpaheami vásedin sámi oahppaplána mielde , lea Sámediggi ožžon ovddasvástádusa plánaid ráhkadeamis , ja Girko- , oahppo- ja dutkandepartemeanta doalada fas iežas válddis mearridit plánaid .
nob: For å sikre Sametinget reell innflytelse , også over opplæringen i de øvrige fagene for elever som får opplæring etter særskilt samisk læreplan , har Sametinget fått ansvar for utarbeidelse av planene , mens Kirke- , utdannings og forskningsdepartementet beholder sin myndighet til å fastsette planene .

source: Dát rollajuohkin addá buori vuolggasaji lagas ovttasbargui ráhkadanproseassas .
nob: Denne rollefordelingen gir et godt utgangspunkt for et nært samarbeid i utarbeidelsesprosessen .

source: 10.3 Ekonomalaš , hálddahuslaš ja pedagogalaš doaibmabijut
nob: 10.3 Økonomiske , administrative og pedagogiske tiltak

source: Sámiid oahpahanfálaldat hálddašuvvo ja doibmiibiddjojuvvo dábálaš oahppovuogádaga bokte .
nob: Opplæringstilbudet for samer administreres og iverksettes gjennom det ordinære utdanningssystemet .

source: Muhtun duovdagiin lea dattetge dárbbašlaš bidjat erenoamáš doaibmabijuid hálddahuslaš ovttadagaid , institušuvnnaid , visttiid doallama ja doarjjaortnegiid hámis .
nob: På noen områder er det likevel nødvendig å sette inn spesielle tiltak i form av administrative enheter , institusjoner , drift av bygninger og tilskuddsordninger .

source: Oahpaheami bajit juksanmearit bohtet ovdan vuođđoskuvlla , joatkkaoahpahusa ja rávisolbmuid oahpahusa – oppalaš oasi – bokte .
nob: De overordnede målene for opplæringen framgår av læreplan for grunnskolen , videregående opplæring og voksenopplæring – generell del .

source: Dás máinnašuvvo sámi giella ja kultuvra oassin « oktasaš árbbis man Norggas ja Davviriikkain lea erenoamáš ovddasvástádus várjalit .
nob: Her omtales samisk språk og kultur som en del av den « felles arv som det er et særlig ansvar for Norge og Norden å hegne om .

source: Dán árbái ferte addojuvvot vejolašvuohta viidáseappot ovdánit skuvllain main leat sámi oahppit , nu ahte dat nanne sámi identitehta ja min oktasaš dieđu sámi kultuvrra birra » ( O97 , s 19 ) .
nob: Denne arven må gis rom for videre utvikling i skoler med samiske elever , slik at den styrker samisk identitet og vår felles kunnskap om samisk kultur » ( L97 , s . 19 ) .

source: Skuvla mas lea čatnasupmi sámi gillii ja kultuvrii lea deaŧalaš váikkuhangaskaoapmi sámi identitehta nannenbarggus .
nob: En skole med forankring i samisk språk og kultur er et viktig virkemiddel i arbeidet med å styrke samisk identitet .

source: Sámiid ohppiid oahpaheamis galgá leat sisdoallu ja kvalitehtta mii addá vuđolaš dieđuid ja veahkeha dahkat eallin sámi kulturárbbi nu ahte oahppit oaivaduvvojit oassálastit báikkálaš kultureallimii sámi ja norgalaš servodaga doaibmevaš miellahttun .
nob: Opplæringen for samiske elever skal ha et innhold og en kvalitet som gir grunnleggende kunnskaper og bidrar til å levendegjøre den samiske kulturarven , slik at elevene skal bli inspirert til å delta i det lokale kulturlivet som aktive medlemmer av det samiske og det norske samfunnet .

source: Sámit leat oassi Norgga veahkadagas .
nob: Samene er en del av Norges befolkning .

source: Dieđuin sámi historjjá ja kultuvrra birra lea stuorra mearkkašupmi positiiva miellaguottuid gárgedeapmái sámi álbmotjoavkku hárrái .
nob: Kunnskaper om samisk historie og kultur vil være av stor betydning for å utvikle positive holdninger til den samiske folkegruppen .

source: 10-jagi vuođđoskuvlla oahppaplánadagus ( O97 ) deattuha ahte norgalaš skuvlla buot oahppit galget leat dábuhan vuđolaš dieđuid iešguđet beliid birra sámi gielas , kultuvrras ja servodateallimis .
nob: Læreplanverket for den 10-årige grunnskolen ( L97 ) legger vekt på at alle elever i norsk skole skal opparbeide grunnleggende kunnskap om ulike sider ved samisk språk , kultur og samfunnsliv .

source: 10.3.1 Sámedikki oahpahusossodat
nob: 10.3.1 Sametingets opplæringsavdeling

source: Addin dihtii Sámediggái hálddahuslaš cuokka ja pedagogalaš gelbbolašvuođaid ođđa dahkamušaide , Oahpahuslága mielde , sirddii departemeanta ovddeš Sámi oahpahusráđi čállingotti Sámediggái ođđajagemánus 2000 .
nob: For å gi Sametinget administrativ kapasitet og pedagogisk kompetanse til de nye oppgavene , i henhold til Opplæringsloven , overførte departementet det tidligere Samisk utdanningsråds sekretariat til Sametinget i januar 2000 .

source: Dáinna sirdimiin válddii Sámediggi maiddái badjelasas ovddasvástádusa čállingotti dahkamušain sámi oahpu hárrái .
nob: Med denne overføringen overtok også Sametinget ansvaret for sekretariatets oppgaver i forhold til samisk utdanning .

source: 10.3.2 Sámi oahppaneavvuid gárgedeapmi
nob: 10.3.2 Utvikling av samiske læremidler

source: Sámi oahpahusráđđi ( dál Sámedikki oahpahusossodat ) oaččui mearkkašahtti nannejumi 98-budjeahta bokte oahppaneavvobuvttadeapmái .
nob: Samisk utdanningsråd ( nå Opplæringsavdelingen i Sametinget ) fikk en betydelig styrking av 98-budsjettet for læremiddelproduksjonen .

source: Dát dássi lea dollojuvvon das rájes buohkanas oahppaneavvogárgedeamis mánáidgárddiide , vuođđoskuvlii , joatkkaoahpahussii ja erenoamášpedagogalaš ulbmiliidda .
nob: Dette nivået er holdt siden for den samlede læremiddelutviklingen for barnehager , grunnskole , videregående skole og for spesialpedagogiske formål .

source: Lea álggahuvvon davviriikkalaš ovttasbargu oahppaneavvogárgedeami prográmmaid ráhkadeapmái , ja viidát riikkaidgaskasaš ovttasbargu gárgedanbarggu birra .
nob: Det er etablert et nordisk samarbeid for å utarbeide programmer for læremiddelutvikling , og et videre internasjonalt samarbeid om utviklingsarbeidet .

source: Oassin riikkagottálaš IKT-rahčamušas oahpus nannejuvvo digitála oahppaneavvuid gárgedanbargu maiddái sámegillii .
nob: Som et ledd i den nasjonale satsingen på IKT i utdanningen forsterkes arbeidet med utvikling av digitale læremidler også på samisk .

source: Oahppaneavvoguovddáža ruhtadeami veagas leat dál doaimmas sierra neahttavuođđuduvvan gáiddusoahpahusa gárgedanprojeavttat davvisámegielas ja oarjelsámegielas .
nob: Med finansiering fra Læringssenteret går det nå egne prosjekter for utvikling av nettbasert fjernundervisning i nordsamisk og sørsamisk .

source: Geahča kap. 10.6.3 seamma lágan rahčamušaid birra julevsámegiela várás .
nob: Se kap. 10.6.3 om tilsvarende satsing for lulesamisk .

source: 10.3.3 Ođđa erenoamášpedagogalaš doaibmabijut
nob: 10.3.3 Nye spesialpedagogiske tiltak

source: Borgemánu rájes 2000 leat álggahuvvon muhtun doaibmabijut sámi erenoamášpedagogihka nannemii .
nob: Fra august 2000 ble det satt i gang en del tiltak for å styrke samisk spesialpedagogikk .

source: Dát gusto Sámedikki oahpahusossodaga hálddahussii , skuvlla gelbbolašvuođaloktemii ja Sámi allaskuvlla nannemii .
nob: Det gjelder administrasjonen ved Opplæringsavdelingen i Sametinget , kompetanseheving i skolen og styrking av Samisk høgskole .

source: Sámegiela lohkandáiddu kárteniskosiid projeakta gárvvistuvvo 2001 .
nob: Et prosjekt for kartleggingsprøver i leseferdighet på samisk vil bli sluttført i 2001 .

source: Dalle gávdnojit iskosat oktan nevvodanávdnasiiguin 2. , 3. , 5. ja 9. luohkkái .
nob: Da vil det foreligge prøver med veiledningsmateriell for 2. , 3. , 5. , 7. og 9. klasse .

source: 10.4 Vuođđoskuvla
nob: 10.4 Grunnskolen

source: 10.4.1 Sámi plánadahkosa 10-jagi vuođđoskuvlii ( O97S ) sisafievrrideapmi
nob: 10.4.1 Innføringen av Det samiske læreplanverket for den 10-årige grunnskolen ( L97S )

source: Sámi plánadagus 10-jagi vuođđoskuvlii lea máinnašuvvon st. dieđ. nr. 18 ( 1997–98 ) Lasáhus st. dieđáh . nr. 41 ( 1996–97 ) Norgga sámepolitihka birra , čuoggás 9.4.1 .
nob: Det Samiske læreplanverket for den 10- årige grunnskolen er omtalt i St.meld. nr. 18 ( 1997–98 ) ) Tillegg til St.meld. nr. 41 ( 1996–97 ) Om norsk samepolitikk , pkt. 9.4.1 .

source: Oassin oahppaplánadahkosa sisafievrridanbarggus ráhkaduvvojedje plánat lasseohppui ja oaivadusat mat čatnasit O97:i Sámi .
nob: Som en del av arbeidet med innføringen av læreplanverket , ble det utarbeidet planer for etterutdanning og veiledninger knyttet til L 97 Samisk .

source: Fágat maidda leat ráhkaduvvon sierra plánat O97:s Sámi vuoruhuvvojedje .
nob: Fag som det er utarbeidet egne læreplaner for i L 97 Samisk ble prioritert .

source: Eará fágain adnojuvvojedje gelbbolašvuođagárgedeami vuolggasadjin lasseoahpu plánat ja O97:i Sámi čatnasuvvi oaivadusat .
nob: I andre fag tok arbeidet med kompetanseutvikling utgangspunkt i planer for etterutdanning og veiledninger knyttet til L 97.

source: Dasa lassin lea ráhkaduvvon oaivadus báikkálaš bargui 097:in Sámi – Searvevuohta ja heiveheapmi .
nob: Dessuten er det utarbeidet en veiledning i det lokale arbeidet med L 97 Samisk – Fellesskap og tilpasning .

source: Dát gihpa lea gárvvis Oahppanguovddážis vuosttas jahkebealis 2001 .
nob: Dette heftet vil foreligge fra Læringssenteret første halvår i 2001 .

source: Sámi allaskuvla lea ožžon bargun árvvoštallat 097 Sámi sisafievrrideami .
nob: Samisk høgskole har fått i oppdrag å evaluere innføringen av L 97 samisk .

source: Raporttat gárvánit juovlamánu rájes 2001 geassemánu rádjai 2003 .
nob: Rapportene vil foreligge i perioden desember 2001 – juni 2003 .

source: Projeakta deattuha čuvget sámiid dili veahádatveahkadahkan .
nob: Prosjektet legger vekt på å belyse samenes situasjon som minoritetsbefolkning .

source: 10.4.2 Vuođđoskuvladoaibmabijut oarjelsámi guovllus
nob: 10.4.2 Grunnskoletiltak i det sørsamiske området

source: Oarjelsámi joavkkut ásset bieđgguid stuorra geográfalaš guovlluin ( vrd. kap. 6 ) .
nob: De sørsamiske gruppene bor spredt over et stort geografisk område ( jf. kap. 6 ) .

source: Giela ja kultuvrra iešlági áimmahuššama dihtii leat ceggejuvvon guokte internáhttaskuvlla .
nob: For å ivareta språkets og kulturens egenart , er det opprettet to internatskoler .

source: Snoase Sámeskuvla lea gielddalaš internáhttaskuvla , mii lea 100 pst. stáhtaruhtaduvvon .
nob: Sameskolen i Snåsa er en kommunal internatskole , som er 100 pst. statsfinansiert .

source: Gaska-Norgga Sámeskuvla Aarbortes lea stáhta eaiggáduššan internáhttaskuvla .
nob: Sameskolen for Midt-Norge i Hattfjelldal er en statlig eid internatskole .

source: Dál lea bargojuvvomin dainna ulbmiliin ahte ráhkaduvvo oppalaš oahpahanvuogádat oarjelsámi ohppiide ruovttubáikeskuvlan mii vuođđuduvvá molssaevttolaš metodaide .
nob: Det pågår nå et arbeid med målsetting om å lage et helhetlig opplæringsopplegg for sørsamiske elever ved hjemstedsskolene basert på alternative metoder .

source: Girko- , oahppo- ja dutkandepartemeanta rehkenastá ahte projeakta sáhttá gárvvistuvvot skuvlajagi 2002/2003 mielde .
nob: Kirke- , utdannings- og forskningsdepartementet regner med at prosjektet kan fullføres i løpet av skoleåret 2002/2003 .

source: Snoase Sámeskuvlla viiddideami ja divvuma maŋŋá váldojuvvui 1–10 skuvla atnui ođđajagemánus 2001 .
nob: Etter en utbygging og renovering ved Sameskolen i Snåsa , ble 1–10 skolen tatt i bruk i januar 2001 .

source: Internáhttaoassi lea gárvásit divvojuvvon skuvlaálgimii čakčat 2001 .
nob: Internatdelen vil stå ferdig renovert ved skolestart høsten 2001 .

source: Geahča kap. 10.6.3 nannema birra julevsámi guovllus .
nob: Se Kap. 10.6.3 om satsing i det lulesamiske området .

source: 10.5 Joatkkaoahpahus
nob: 10.5 Den videregående opplæringen

source: 10.5.1 Gielladoaibmabijut joatkkaoahpahusas
nob: 10.5.1 Språktiltak i videregående opplæring

source: Addojuvvo doarjja sámegiela liigegiellaoahpaheapmái sámi ohppiide ja bargoohppiide joatkkaoahpahusas .
nob: Det gis tilskudd til ekstra språkopplæring i samisk for elever og lærlinger i videregående opplæring .

source: Doarjja addojuvvo sámi ohppiide / bargoohppiide geat ožžot oahpahusa sámegielas eará skuvllain go sámi joatkkaskuvllain .
nob: Tilskuddet gis for samiske elever / lærlinger som får undervisning i samisk ved andre enn de samiske videregående skolene .

source: 10.5.2 Joatkkaoahpahusa sisdoalu birra
nob: 10.5.2 Om innholdet i videregående opplæring

source: Girko- , oahppo- ja dutkandepartemeanta lea dohkkehan boazodoalu ođđa oahpahallanfágan .
nob: Kirke- , utdannings- og forskningsdepartementet har godkjent reindrift som nytt lærefag .

source: Sámediggi , departemeanta ja bargoeallima áššeoasálaččat leat dál bargamin ovdabargguin dán mearrádusa fápmuibidjama nammii .
nob: Sametinget , departementet og partene i arbeidslivet er nå i ferd med forarbeidet for å iverksette vedtaket .

source: Sierra oahpahusráđđi lea ceggejuvvon duodjefágii .
nob: Det er opprettet et eget opplæringsråd for faget duodji .

source: Ráđđi lea ráđđeaddi orgána iežas fágalaš doaibmasuorggi siskkabealde Girko- , oahppo- ja dutkandepartementii .
nob: Rådet er rådgivende organ innenfor sitt faglige virkefelt overfor Kirke- , utdannings- og forskningsdepartementet .

source: Jagi 2000 mielde bohte golbma árvvoštallanraportta :
nob: I løpet av år 2000 kom det tre evalueringsrapporter :

source: Sámi joatkkaoahpahus – vuoigatvuođat ja sisdoallu ( Sámi Instituhtta )
nob: Samisk videregående opplæring – rettigheter og innhold ( Nordisk samisk institutt )

source: Sámi joatkkaoahpahus ođastusa 94 vuolde ( NIBR )
nob: Samisk videregående opplæring under reform 94 ( NIBR )

source: Sámi joatkkaoahpahusa árvvoštallan Ođastusa 94 vuolde oktiigeassu man ráhkadii AGENDA .
nob: sammendraget Evaluering av samisk videregående opplæring under Reform 94 laget av AGENDA .

source: Departemeanta lea sádden árvvoštallanraporttaid Oahppanguovddážii viidáset gieđahallamii .
nob: Departementet har sendt evalueringsrapportene til Læringssenteret for videre behandling .

source: 10.5.3 Doarjjabáikedoaimmat
nob: 10.5.3 Støttepunktfunksjoner

source: Finnmárkkus
nob: I Finnmark

source: Finnmárkku fylkkagielddalaš joatkkaskuvllain ožžot buot oahppit , geat válljejit dan , sámegiela oahpaheami .
nob: Ved de fylkeskommunale videregående skolene i Finnmark , får alle elever som velger det , opplæring i samisk .
